Repository: desparvis/tego
Catalog: tego/lib/l10n/app_*.arb
Languages: rw

source: Home
rw: Urugo

source: Sales
rw: Ibicuruzwa

source: Add Sale
rw: Ongeraho Igicuruzwa

source: Settings
rw: Amagenamiterere

source: Inventory
rw: Ibikoresho

source: Expenses
rw: Amafaranga Yakoreshejwe

source: Reminders
rw: Ibyibutsa

source: Debts
rw: Imyenda

source: Profit
rw: Inyungu

source: Welcome back
rw: Murakaza neza

source: Today's expenses
rw: Amafaranga yakoreshejwe uyu munsi

source: Inventory Items
rw: Ibikoresho

source: All good
rw: Byose ni byiza

source: low stock
rw: ibikoresho bike

source: Quick Access
rw: Kwinjira Vuba

source: Manage stock
rw: Gucunga ibikoresho

source: Add expense
rw: Ongeraho amafaranga yakoreshejwe

source: View alerts
rw: Reba ibyibutsa

source: Track debts
rw: Gukurikirana imyenda

source: Amount
rw: Amafaranga

source: Description
rw: Ibisobanuro

source: Category
rw: Icyiciro

source: Date
rw: Itariki

source: Save
rw: Bika

source: Cancel
rw: Hagarika

source: Delete
rw: Siba

source: Edit
rw: Hindura

source: Stock Cost
rw: Ikiguzi cy'Ibikoresho

source: Intended Profit
rw: Inyungu Iteganijwe

source: Quantity
rw: Umubare

source: Selling Price
rw: Igiciro cyo Kugurisha

source: Total Stock Cost
rw: Ikiguzi Cyose cy'Ibikoresho

source: Actual Profit
rw: Inyungu Nyayo

# profitAnalysis
source: PROFIT
rw: INYUNGU

# lossAnalysis
source: LOSS
rw: IGIHOMBO

# aboveIntended
source: Above intended profit
rw: Hejuru y'inyungu iteganijwe

# belowIntended
source: Below intended profit
rw: Munsi y'inyungu iteganijwe

source: Money Owed to You
rw: Amafaranga Akwegukwa

source: Money You Owe
rw: Amafaranga Ukwiye

source: Customer Name
rw: Izina ry'Umukiriya

source: Due Date
rw: Itariki yo Kwishyura

source: Mark Paid
rw: Shyira ko Byishyuwe

source: Add Debt
rw: Ongeraho Umwenda

source: Add Reminder
rw: Ongeraho Ibyibutsa

source: Title
rw: Umutwe

source: Priority
rw: Ibanze

source: HIGH
rw: BYIHUTIRWA

source: MEDIUM
rw: HAGATI

source: LOW
rw: BIKE
